akamud.vscode-theme-onedark
anthropic.claude-code
aryaanish.snippet
carbonid1.emmet-jss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cschlosser.doxdocgen
daniel-vinicius.code-snipptes-reactjs-pt-br
dart-code.dart-code
dart-code.flutter
devonray.snippet
donjayamanne.jquerysnippets
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
fallenmax.mithril-emmet
kevinrose.vsc-python-indent
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.powershell
ms-vscode.vs-keybindings
msjsdiag.vscode-react-native
necinc.elmmet
nrwl.angular-console
nvidia.nsight-vscode-edition
octref.vetur
openai.chatgpt
redhat.java
ritwickdey.liveserver
shd101wyy.markdown-preview-enhanced
tomoki1207.pdf
twxs.cmake
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscode-snippet.snippet
whizkydee.material-palenight-theme
xabikos.javascriptsnippets
xabikos.reactsnippets
ysemeniuk.emmet-live
yzhang.markdown-all-in-one
zenghongtu.vscode-css-intellisense
zhuangtongfa.material-theme
zignd.html-css-class-completion
